Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/registrering_av_samiske_sprak_i_folkeregisteret.html.tmx
Source language: nob
Languages: sme

source: Registrering av samiske språk i Folkeregisteret
sme: Sámegielaid registreren Álbmotregistarii

source: Folkeregisteret har åpnet en mulighet til å registrere kompetanse i samiske språk.
sme: Álbmotregistarii lea vejolašvuohta registreret sámegiela gelbbolašvuođa.

source: Snakker, skriver og/eller leser du et av flere samiske språkene nordsamisk, lulesamisk og sørsamisk, kan du registrere dette i Folkeregisteret.
sme: Jus humat, čálát ja/dahje logat ovtta dahje máŋga dáin sámegielain: davvisámegiela, julevsámegiela ja lullisámegiela, sáhtát dán registreret Álbmotregistaris.

source: Dersom du behersker flere samiske språk, kan du krysse av for flere.
sme: Jus máhtát máŋga sámegiela, sáhtát bidjat máŋga ruossa.

source: Denne registreringen er frivillig.
sme: Lea eaktodáhtolaš registreret gielaid.

source: Formålet med registreringen er å kunne utarbeide statistikk over brukere av samiske språk.
sme: Ulbmil registreremiin lea sáhttit ráhkadit statistihka mas leat sámegiela geavaheaddjit.

source: Bakgrunnen for denne registreringen er et mål om å beskytte og ivareta samisk som utrydningstruede språk.
sme: Dán ulbmila duogáš lea suddjet ja áimmahuššat sámegiela áitojuvvon giellan.

source: Gjennom å tilby datagrunnlag fra Folkeregisteret kan samfunnet studere språkutviklingen og gjøre tiltak som fremmer samisk kultur og språk.
sme: Go Álbmotregistaris fállojuvvo diehtovuođđu, sáhttá servodat dutkat giellaovdáneami ja dahkat doaibmabijuid mat ovddidit sámi kultuvrra ja giela.

source: Du kan registrere samiske språk på Skatteetatens nettsider.
sme: Sámegiela gelbbolašvuođa sáhtát registreret Vearroetáhta neahttasiidduin .
